Repository: bob-byte/DiscoveryService
Catalog: WpfClient/LUC.Globalization/Strings.*.resx
Languages: ru

# Label_Attention
source: Attention
ru: Внимание

# Label_Cancel
source: Cancel
ru: Отмена

# Label_ChangeFolder
source: Change folder
ru: Изменить каталог

# Label_ChangeSyncFolder
source: Change sync folder
ru: Изменить каталог синхронизации

# Label_CurrentFolder
source: Current folder:
ru: Текущий каталог

# Label_Exit
source: Exit
ru: Выйти с программы

# Label_ExitConfirmation
source: Exit confirmation
ru: Выход из программы

# Label_Language
source: Language
ru: Язык

# Label_Login
source: Login
ru: Логин

# Label_LogInto
source: Log in
ru: Войти

# Label_LogOut
source: Log out
ru: Выйти с аккаунта

# Label_LogoutConfirmation
source: Logout confirmation
ru: Выход пользователя

# Label_Password
source: Password
ru: Пароль

# Label_PleaseWait
source: Please wait...
ru: Пожалуйста, подождите...

# Label_RememberMe
source: Remember me
ru: Запомнить меня

# Label_SelectFolderForIgnore
source: Selective sync
ru: Выборочная синхронизация

# Label_TokenExpired
source: Access token was expired or incorrect access token, please login again.
ru: Время действия токена доступа истекло, или он некорректный. Пожалуйста, залогиньтесь снова.

# MessageTemplate_CantCreateBucket
source: Can not create directory {0}. Please check access to parent folder.
ru: Невозможно создать каталог {0}. Пожалуйста, проверьте доступ к родительскому каталогу.

# MessageTemplate_CantLogin
source: Can not login. Please contact our support team. Status code: {0}
ru: Невозможно залогиниться. Пожалуйста, обратитесь в службу поддержки. Код: {0}

# MessageTemplate_LockedFile
source: File {0} is already locked by user {1}. Contacts: {2}
ru: Файл {0} уже залочен пользователем {1}. Контакты: {2}

# MessageTemplate_RenamedFile
source: File {0} was renamed to {1}. Probably it is locked on server by another user or folder with the same name already exists.
ru: Файл {0} переименован на {1}. Вероятно он залочен на сервере другим пользователем или каталог с таким же именем уже существует.

# MessageTemplate_ServerAndLocalTimeIsDifferent
source: Server time and local time is different. Please try sync your local time. Your UTC time is {0}, server UTC time is {1}. Please login again later.
ru: Время сервера и локальное время отличаются. Пожалуйста, обновите время на своем ПК. Ваше UTC время {0}, серверное UTC время {1}. Потом залогиньтесь опять.

# Message_CreatedFolderOffline
source: The folder {0} doesn't exist on the server. If you click "Yes", your folder will be uploaded to the server, if "No", it will be deleted on the current computer, if "Cancel", it will be added to the list of folders that are ignored when synchronizing with the server.
ru: Папка {0} не существует на сервере. Если вы нажмете "Yes", ваша папка будет загружена на сервер, если "No", она будет удалена на текущем компьютере, если "Cancel", она будет добавлена в список папок, которые игнорируются при синхронизации с сервером.

# Message_DoYouWantExitNow
source: Do you want exit now?
ru: Выйти из программы полностью?

# Message_DoYouWantLogoutNow
source: Do you want to logout now?
ru: Выйти текущим пользователем?

# Message_NoConnection
source: No connection at the moment...
ru: Нет соединения сейчас...

# Message_RootFolderDoesNotExist
source: Root folder does not exist. Please login again.
ru: Корневого каталога не существует. Залогиньтесь снова.

# Message_WrongLoginOrPassword
source: Wrong login or password
ru: Неправильный логин или пароль

# Title_SelectAction
source: Select action
ru: Выберите действие
